Repository: OuadidouMustapha/heroku
Catalog: deployment/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Number of used/unused trucks by warehouse
fr: Nombre de véhicules utilisés / non utilisés par entrepôt

source: Warehouses
fr: Entrepôts

source: Number of trucks
fr: Nombre de véhicules

source: Top 10 deployed products
fr: Top 10 des produits déployés

source: Quantity
fr: Quantité

source: Product
fr: Produit

source: Most 10 Products
fr: Top 10 produits

source: Forecast version
fr: Cycle de prévision

source: Stock check date
fr: Date de l'image de stock

source: Maximize
fr: Maximiser

source: Turnover
fr: Chiffre d'affaire

source: Over the period
fr: Au cours de la période

source: Run
fr: Executer

source: Save
fr: Enregistrer

source: Availability of vehicles and their capacities
fr: Disponibilité des véhicules et leurs capacités

source: Data saved successfully
fr: Données enregistrées avec succès

source: Truck status
fr: Statut des véhicules

source: Trucks by warehouse
fr: Véhicules par entrepôt

source: Deployed quantities by truck
fr: Quantités déployées par véhicule
