Repository: OuadidouMustapha/heroku
Catalog: forecasting/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Products
fr: Produits

source: Warehouses
fr: Entrepôts

source: Products type
fr: Type Produit

source: Customers
fr: Clients

source: Forecast version
fr: Version de prévision

source: Forecasting version (Inactive)
fr: Version de prévision (inactive)

source: Time horizon
fr: Horizon temps

source: Forecast bias %
fr: Biais de prévision en %

source: Lowest rates grouped by:
fr: Valeurs les plus bas regroupés par:

source: Warehouse
fr: Entrepôt

source: Customer
fr: Client

source: Product
fr: Produits

source: Mean absolute deviation (MAD)
fr: Écart Absolu Moyen (MAD)

source: Highest values grouped by:
fr: Valeurs les plus élevées regroupées par:

source: Mean absolute percentage error % (MAPE)
fr: % d'Erreur Absolue Moyenne (MAPE)

source: Highest rates grouped by:
fr: Valeurs les plus élevées regroupées par:

source: Dynamic filter
fr: Filtre dynamique

source: Distribution field
fr: Maille distribution

source: -None-
fr: -Aucun-

source: Product field
fr: Maille Produit

source: Show by
fr: Afficher par

source: Quantity (Unit)
fr: Quantité (Unité)

source: Cost (DH)
fr: Coût (DH)

source: Grouping period
fr: Maille temps

source: Year
fr: Année

source: Month
fr: Mois

source: Week
fr: Semaine

source: Day
fr: Jour

source: Select values to show
fr: Sélectionnez les valeurs à afficher

source: Forcast Bias
fr: Biais de prévision

source: Forcasts
fr: Prévisions

source: Orders
fr: Ordres

source: Forecast Bias %
fr: Bias de prévision en %

source: Forecast accuracy by {}: Forecasts, orders, bias
fr: Précision des prévisions par {}: prévisions, commandes, biais

source: {} by {}
fr: {} par {}

source: Quantity
fr: Quantité

source: Metric distribution by {}
fr: Distribution des métriques par {}

source: Metric
fr: Métrique

source: More Info
fr: Plus d'infos

source: Business Forecast
fr: Prévisions commerciales

source: Logistics Forecast
fr: Prévisions logistiques

source: Forecast Accuracy
fr: Précision de la prévision
