Repository: OuadidouMustapha/heroku
Catalog: inventory/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Categories
fr: Catégories

source: ABC Segmentation
fr: Segmentation ABC

source: FMR Segmentation
fr: Segmentation FMR

source: Customers
fr: Afficher par Client

source: Time horizon
fr: Horizon temporel

source: Products
fr: Produits

source: Deliveries
fr: Livraisons

source: Top 10 Products
fr: Top 10 des Produits

source: Top 10 Categories
fr: Top 10 Catégories

source: ABC Segmentation
fr: Segmentation ABC

source: Number of Deliveries By date
fr: Nombre des livraisons des livraisons par date

source: Number of Deliveries
fr: Nombre des livraisons

source: Quantity of Delivered Products by date
fr: Quantité des produits livrés par date

source: Quantity
fr: Quantité

source: TOP 10 Delivered Product
fr: TOP 10 des produits livrés

source: Reference Of Product
fr: Référence du produit

source: TOP 10 Delivered Categories by date
fr: TOP 10 des catégories livrées par date

source: Reference of Category
fr: Référence de catégorie

source: suppliers
fr: Fournisseurs

source: Graph Number Of deliveries
fr: Graph Nombre des livraisons

source: Number Of Products
fr: Nombre des Produits

source: Number of Deliveries by date
fr: Nombre des livraisons par date

source: Quantity of Products by Date
fr: Quantité de produits par date

source: Most Ordered Products
fr: les produits les plus commandés

source: quantity
fr: quantité

source: Most Ordered Products by Quantity
fr: Produits les plus commandés par quantité

source: Most 10 Order Categories
fr: Top 10 des catégories commandés

source: Graph Number Of Orders
fr: Graph Nombre des livraisons

source: Number Of Ordered Products
fr: Nombre des Produits

source: Top 10 Ordred Products
fr: Top 10 des produits

source: Top 10 Ordred Categories
fr: Top 10 des catégories commandés

source: Number Of Orders By Date
fr: Nombre des commandes par date

source: Number of Orders
fr: Nombre des commandes

source: Ordered Products By Date
fr: Produits commandés par date

source: TOP 10 Ordred Product
fr: Top 10 des produits commandés

source: TOP 10 Ordred Categories
fr: TOP 10 des categories plus commandés

source: Suppliers
fr: Fournisseurs

source: Graph Of Orders
fr: Graphe des commandes

source: Ordered Products
fr: les produits commandés

source: Top 10 Ordred Categories
fr: Top 10 des catégories commandés

source: Most Ordred Product by Quantity
fr: Produit le plus commandés par quantité

source: TOP 10 Supplier Makeing Orders
fr: TOP 10 des fournisseurs passant des commandes

source: Warehouses
fr: Entrepôts

source: Number of products
fr: Nombre des produits

source: Number of Warehouses
fr: Nombre d'entrepôts

source: Number of Categories
fr: Nombre des catégories

source: Number of Circuits
fr: Nombre des circuits

source: Distribution of Products in Warehouses
fr: Distribution des produits dans les entrepôts

source: Distribution of Products By Categories
fr: Répartition des produits par catégories

source: Distribution of Products By ABC classification
fr: Répartition des produits par classification ABC

source: Distribution of Products By FMR classification
fr: Répartition des produits par classification ABC

source: Evolution of quantity by Categories
fr: Évolution des catégories

source: Evolution of quantity by ABC Classification
fr: Évolution des produits par classification ABC

source: Evolution of quantity by FMR Classification
fr: Évolution des produits par classification FMR

source: TOP 10 Product
fr: Top 10 des produits

source: Distribution of Categories by Warehouses
fr: Répartition des catégories par entrepôts

source: Distribution of ABC Classification in Warehouses
fr: Répartition de la classification ABC dans les entrepôts

source: Distribution of FMR Classification in Warehouses
fr: Répartition de la classification FMR dans les entrepôts

source: Distribution Of Categories in Warhouses
fr: Répartition des catégories dans les entrepôts

source: Warhouses
fr: Entrepôts

source: Distribution Of ABC Segmentation in Warhouses
fr: Répartition de la classification ABC dans les entrepôts

source: Distribution Of FMR Segmentation in Warhouses
fr: Répartition de la classification FMR dans les entrepôts

source: TOP 10 Products
fr: Top 10 des produits

source: Evolution of Product Quantity in Warhouses by Categories
fr: Évolution de la quantité des produits par catégories

source: Evolution of Product Quantity in Warhouses by ABC Segmentation
fr: Évolution dde la quantité des produits par classification ABC

source: Evolution of Product Quantity in Warhouses by FMR Segmentation
fr: Évolution de la quantité des produits par classification FMR

source: State Of Order Details
fr: Etat des lignes de commande

source: State Of Order
fr: Etat des lignes de commande

source: Statut of order Details
fr: État des lignes de commande

source: Number of Order Details
fr: Nombre des lignes de commande

source: OTIF by Ordered Date
fr: OTIF par date de commande

source: Ordered Date
fr: Date de commande

source: OTIF in %
fr: OTIF en %

source: Order Details by date
fr: lignes de commande par date

source: Number of Orders by Date
fr: Nombre des commandes par date

source: OrdersDetails by Date
fr: lignes de commande par date

source: Orders
fr: Commandes

source: Order Status
fr: État des commandes

source: Number of Order Details by Supplier
fr: Nombre des lignes de commande par fournisseur

source: Supplier
fr: Fournisseur

source: OTIF By Date
fr: OTIF par date

source: Order Details by Date
fr: lignes de commande par date

source: Number of Order by date
fr: Nombre des commandes par date

source: Number of Orders
fr: Nombre des commandes

source: Groupe By
fr: Grouper par

source: Locations
fr: Emplacements

source: Delivery Image
fr: Les livraisons

source: Warehouse Profiling
fr: Profil des entrepôts

source: Warehouse Profiling Text Description
fr: Profil des entrepôts Texte de description

source: More Info
fr: Plus d'informations

source: Stock Text Description
fr: Stock Texte de description

source: Oreder Text Description
fr: Commandes Texte de description

source: Show By Customer
fr: Afficher par client

source: Show By Supplier
fr: Afficher par fournisseur

source: Deliveries Text Description
fr: Livraisons Texte de description

source: Otif Text Description
fr: Otif Texte de description

source: Stock Image
fr: Image de stock

source: Order Image
fr: Les livraisons

source: otif Image
fr: Image de stock
